[
  {
    "id": "doa-setelah-sholat",
    "title": "Doa Setelah Sholat",
    "icon": "fa-pray",
    "content": [
      "لَاإِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ ×٣",
      "اَللّٰهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ وَإِلَيْكَ يَعُوْدُ السَّلَامُ فَحَيِّنَا رَبَّنَا بِالسَّلَامِ وَأَدْخِلْنَا الْـجَنَّةَ دَارَ السَّلَامِ تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ يَا ذَاالْـجَلَالِ وَاْلإِكْرَامِ",
      "سُبْحَانَ اللهِ ×٣٣ اَلْحَمْدُ لِلّٰهِ ×٣٣ اَللهُ أَكْبَرُ ×٣٣",
      "اَللهُ أَكْبَرُ كَبِيْرًا وَالْحَمْدُ لِلّٰهِ كَثِيْرًا وَسُبْحَانَ اللهِ بُكْرَةً وَأَصِيْلًا، لَاإِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، لَاحَوْلَ وَلَاقُوَّةَ إِلَّابِاللهِ الْعَلِـيِّ الْعَظِيْمِ"
    ]
  },
  {
    "id": "yusuf-ayat-4",
    "title": "Yusuf:4",
    "icon": "fa-pray",
    "content": ["اِذْ قَالَ يُوْسُفُ لِاَبِيْهِ يٰٓاَبَتِ اِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ"]
  },
  {
    "id": "doa-qunut",
    "title": "Doa Qunut",
    "icon": "fa-book-open",
    "content": ["اَللّهُمَّ اهْدِنِىْ فِيْمَنْ هَدَيْتَ وَعَافِنِى فِيْمَنْ عَافَيْتَ وَتَوَلَّنِىْ فِيْمَنْ تَوَلَّيْتَ وَبَارِكْ لِىْ فِيْمَا اَعْطَيْتَ وَقِنِيْ شَرَّمَا قَضَيْتَ فَاِ نَّكَ تَقْضِىْ وَلاَ يُقْضَى عَلَيْكَ وَاِ نَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ وَلاَ يَعِزُّ مَنْ عَادَيْتَ تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ فَلَكَ الْحَمْدُ عَلَى مَا قَضَيْتَ وَاَسْتَغْفِرُكَ وَاَتُوْبُ اِلَيْكَ وَصَلَّى اللهُ عَلَى سَيِّدَنَا مُحَمَّدٍ النَّبِيِّ اْلاُمِّيِّ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ"]
  },
{
  "id": "doa-selamat",
  "title": "Doa Selamat",
  "icon": "fa-book-open",
  "content": [
    "أَحْمَدُ لِلَّهِ رَبِّ الْعَالَمِينَ حَمْدًا شَاكِرِينَ حَمْدًا نَاعِمِينَ حَمْدًا يُوَافِي نِعْمَتَهُ وَيُكَافِئُ مَزِيدَهُ\n\nيَا رَبَّنَا لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ وَعَظِيمِ سُلْطَانِكَ\n\nسُبْحَانَكَ اللَّهُمَّ حَمْدًا وَعَلَىٰ مُحَمَّدٍ\n\nاللَّهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ وَعَلَىٰ آلِ مُحَمَّدٍ\n\nاللَّهُمَّ إِنِّي أَسْأَلُكَ سَلَامَةً فِي الدِّينِ، وَعَافِيَةً فِي الْجَسَدِ\n\nوَزِيَادَةً فِي الْعِلْمِ وَبَرَكَةً فِي الرِّزْقِ وَتَوْبَةً قَبْلَ الْمَوْتِ وَرَحْمَةً\n\nعِنْدَ الْمَوْتِ وَمَغْفِرَةً بَعْدَ الْمَوْتِ، اللَّهُمَّ هَوِّنْ عَلَيْنَا فِي سَكَرَاتِ\n\nالْمَوْتِ، وَالنَّجَاةَ مِنَ النَّارِ وَالْعَفْوَ عِنْدَ الْحِسَابِ\n\nرَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ\n\nرَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً ۚ إِنَّكَ\n\nأَنْتَ الْوَهَّابُ\n\nرَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا\n\nرَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ\n\nوَصَلَّى اللَّهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَعَلَىٰ آلِهِ وَصَحْبِهِ وَسَلَّمَ\n\nسُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَسَلَامٌ عَلَى الْمُرْسَلِينَ وَالْحَمْدُ\n\nلِلَّهِ رَبِّ الْعَالَمِينَ"
  ]
},
  {
    "id": "al-baqoroh-284-286",
    "title": "QS. Al-Baqarah 284-286",
    "icon": "fa-quran",
    "content": [
      "لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنْ تُبْدُوْا مَا فِيْٓ اَنْفُسِكُمْ اَوْ تُخْفُوْهُ يُحَاسِبْكُمْ بِهِ اللّٰهُۗ فَيَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
      "آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ",
      "لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ"
    ]
  },
  {
  "id": "al_aala",
  "title": "Surah Al-A'la",
  "icon": "fa-scroll",
  "content": [
    "سَبِّحِ اسْمَ رَبِّكَ الْاَعْلَىۙ ۝١",
    "الَّذِيْ خَلَقَ فَسَوّٰىۖ ۝٢",
    "وَالَّذِيْ قَدَّرَ فَهَدٰىۖ ۝٣",
    "وَالَّذِيْٓ اَخْرَجَ الْمَرْعٰىۖ ۝٤",
    "فَجَعَلَهٗ غُثَاۤءً اَحْوٰىۖ ۝٥",
    "سَنُقْرِئُكَ فَلَا تَنْسٰىٓۖ ۝٦",
    "اِلَّا مَا شَاۤءَ اللّٰهُۗ اِنَّهٗ يَعْلَمُ الْجَهْرَ وَمَا يَخْفٰىۗ ۝٧",
    "وَنُيَسِّرُكَ لِلْيُسْرٰىۖ ۝٨",
    "فَذَكِّرْ اِنْ نَّفَعَتِ الذِّكْرٰىۗ ۝٩",
    "سَيَذَّكَّرُ مَنْ يَّخْشٰىۙ ۝١٠",
    "وَيَتَجَنَّبُهَا الْاَشْقَىۙ ۝١١",
    "الَّذِيْ يَصْلَى النَّارَ الْكُبْرٰىۚ ۝١٢",
    "ثُمَّ لَا يَمُوْتُ فِيْهَا وَلَا يَحْيٰىۗ ۝١٣",
    "قَدْ اَفْلَحَ مَنْ تَزَكّٰىۙ ۝١٤",
    "وَذَكَرَ اسْمَ رَبِّهٖ فَصَلّٰىۗ ۝١٥",
    "بَلْ تُؤْثِرُوْنَ الْحَيٰوةَ الدُّنْيَاۖ ۝١٦",
    "وَالْاٰخِرَةُ خَيْرٌ وَّاَبْقٰىۗ ۝١٧",
    "اِنَّ هٰذَا لَفِى الصُّحُفِ الْاُوْلٰىۙ ۝١٨",
    "صُحُفِ اِبْرٰهِيْمَ وَمُوْسٰىࣖ ۝١٩"
  ]
},
{
  "id": "yasiin",
  "title": "Surah Yasin",
  "icon": "fa-mosque",
  "content": [
    "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ۝١",
    "يسٓ ۝١",
    "وَٱلْقُرْءَانِ ٱلْحَكِيمِ ۝٢",
    "إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ ۝٣",
    "عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ ۝٤",
    "تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ ۝٥",
    "لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَٰفِلُونَ ۝٦",
    "لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ ۝٧",
    "إِنَّا جَعَلْنَا فِىٓ أَعْنَٰقِهِمْ أَغْلَٰلًا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ ۝٨",
    "وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَٰهُمْ فَهُمْ لَا يُبْصِرُونَ ۝٩",
    "وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ ۝١٠",
    "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ ۝١١",
    "إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَٰهُ فِىٓ إِمَامٍ مُّبِينٍ ۝١٢",
    "وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ ۝١٣",
    "إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ ۝١٤",
    "قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ ۝١٥",
    "قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ ۝١٦",
    "وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ ۝١٧",
    "قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ ۝١٨",
    "قَالُوا۟ طَٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ ۝١٩",
    "وَجَآءَ مِنْ أَقْصَى ٱلْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَٰقَوْمِ ٱتَّبِعُوا۟ ٱلْمُرْسَلِينَ ۝٢٠",
    "ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًا وَهُم مُّهْتَدُونَ ۝٢١",
    "وَمَا لِىَ لَآ أَعْبُدُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ ۝٢٢",
    "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّى شَفَٰعَتُهُمْ شَيْـًٔا وَلَا يُنقِذُونِ ۝٢٣",
    "إِنِّىٓ إِذًا لَّفِى ضَلَٰلٍ مُّبِينٍ ۝٢٤",
    "إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ ۝٢٥",
    "قِيلَ ٱدْخُلِ ٱلْجَنَّةَ ۖ قَالَ يَٰلَيْتَ قَوْمِى يَعْلَمُونَ ۝٢٦",
    "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ ۝٢٧",
    "وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ ۝٢٨",
    "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ خَٰمِدُونَ ۝٢٩",
    "يَٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ ۝٣٠",
    "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ ۝٣١",
    "وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ ۝٣٢",
    "وَءَايَةٌ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ ۝٣٣",
    "وَجَعَلْنَا فِيهَا جَنَّٰتٍ مِّن نَّخِيلٍ وَأَعْنَٰبٍ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ ۝٣٤",
    "لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ ۝٣٥",
    "سُبْحَٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ ۝٣٦",
    "وَءَايَةٌ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ ۝٣٧",
    "وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ ۝٣٨",
    "وَٱلْقَمَرَ قَدَّرْنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ ۝٣٩",
    "لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ ۝٤٠",
    "وَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ ۝٤١",
    "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ ۝٤٢",
    "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ ۝٤٣",
    "إِلَّا رَحْمَةً مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٍ ۝٤٤",
    "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ ۝٤٥",
    "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ ۝٤٦",
    "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍ مُّبِينٍ ۝٤٧",
    "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ ۝٤٨",
    "مَا يَنظُرُونَ إِلَّا صَيْحَةً وَٰحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ ۝٤٩",
    "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ ۝٥٠",
    "وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ ۝٥١",
    "قَالُوا۟ يَٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۖ هَٰذَا مَا وَعَدَ ٱلرَّحْمَٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ ۝٥٢",
    "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ ۝٥٣",
    "فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ ۝٥٤",
    "إِنَّ أَصْحَٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍ فَٰكِهُونَ ۝٥٥",
    "هُمْ وَأَزْوَٰجُهُمْ فِى ظِلَٰلٍ عَلَى ٱلْأَرَآئِكِ مُتَّكِـُٔونَ ۝٥٦",
    "لَهُمْ فِيهَا فَٰكِهَةٌ وَلَهُم مَّا يَدَّعُونَ ۝٥٧",
    "سَلَٰمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ ۝٥٨",
    "وَٱمْتَٰزُوا۟ ٱلْيَوْمَ أَيُّهَا ٱلْمُجْرِمُونَ ۝٥٩",
    "أَلَمْ أَعْهَدْ إِلَيْكُمْ يَٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا۟ ٱلشَّيْطَٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ ۝٦٠",
    "وَأَنِ ٱعْبُدُونِى ۚ هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ ۝٦١",
    "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا۟ تَعْقِلُونَ ۝٦٢",
    "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِى كُنتُمْ تُوعَدُونَ ۝٦٣",
    "ٱصْلَوْهَا ٱلْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ ۝٦٤",
    "ٱلْيَوْمَ نَخْتِمُ عَلَىٰٓ أَفْوَٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا۟ يَكْسِبُونَ ۝٦٥",
    "وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ ۝٦٦",
    "وَلَوْ نَشَآءُ لَمَسَخْنَٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَٰعُوا۟ مُضِيًّا وَلَا يَرْجِعُونَ ۝٦٧",
    "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ ۝٦٨",
    "وَمَا عَلَّمْنَٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ ۝٦٩",
    "لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَٰفِرِينَ ۝٧٠",
    "أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَٰمًا فَهُمْ لَهَا مَٰلِكُونَ ۝٧١",
    "وَذَلَّلْنَٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ ۝٧٢",
    "وَلَهُمْ فِيهَا مَنَٰفِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ ۝٧٣",
    "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لَّعَلَّهُمْ يُنصَرُونَ ۝٧٤",
    "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ ۝٧٥",
    "فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۝٧٦",
    "أَوَلَمْ يَرَ ٱلْإِنسَٰنُ أَنَّا خَلَقْنَٰهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ ۝٧٧",
    "وَضَرَبَ لَنَا مَثَلًا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ ٱلْعِظَٰمَ وَهِىَ رَمِيمٌ ۝٧٨",
    "قُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ ۝٧٩",
    "ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ ۝٨٠",
    "أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّٰقُ ٱلْعَلِيمُ ۝٨١",
    "إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ ۝٨٢",
    "فَسُبْحَٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَإِلَيْهِ تُرْجَعُونَ ۝٨٣"
  ]
},
  {
    "id": "robbana",
    "title": "Robbana Hablana",
    "icon": "fa-book-reader",
    "content": ["رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا"]
  },
{
  "id": "yassin-83-mata",
  "title": "Surat Yassin – Sticky Notes + Icon Mata",
  "arabic_title": "يس",
  "icon": "fa-book-quran",
  "info": "83 ayat • Klik icon mata untuk lihat ayat lengkap",
  "content": [
    {
      "front": "يس … الحكيم ﴿١-٢﴾",
      "full": "بِسْمِ اللَّهِ الرَّحْمٰنِ الرَّحِيمِ\nيس ۝١ وَالْقُرْآنِ الْحَكِيمِ ﴿١-٢﴾"
    },
    {
      "front": "إِنَّكَ لَمِنَ … مستقيم ﴿٣-٤﴾",
      "full": "إِنَّكَ لَمِنَ الْمُرْسَلِينَ ۝٣ عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ ﴿٣-٤﴾"
    },
    {
      "front": "تنزيلَ … الرحيم ﴿٥﴾",
      "full": "تَنْزِيلُ الْعَزِيزِ الرَّحِيمِ ﴿٥﴾"
    },
    {
      "front": "لِتُنذِرَ قَوْمًا … غافلون ﴿٦﴾",
      "full": "لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ ﴿٦﴾"
    },
    {
      "front": "لَقَدْ حَقَّ … يؤمنون ﴿٧﴾",
      "full": "لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ ﴿٧﴾"
    },
    {
      "front": "إنا جَعَلْنا … مقمحون ﴿٨﴾",
      "full": "إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ ﴿٨﴾"
    },
    {
      "front": "وجَعَلْنا مِن بَيْنِ … يبصرون ﴿٩﴾",
      "full": "وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ ﴿٩﴾"
    },
    {
      "front": "وسواءٌ عَلَيْهِمْ … يؤمنون ﴿١٠﴾",
      "full": "وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ ﴿١٠﴾"
    },
    {
      "front": "إنما تُنذِرُ … كريم ﴿١١﴾",
      "full": "إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ ﴿١١﴾"
    },
    {
      "front": "إنا نحنُ … مبين ﴿١٢﴾",
      "full": "إِنَّا نَحْنُ نُحْيِي الْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ ۚ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ ﴿١٢﴾"
    },
    {
      "front": "واضرب لَهُمْ … المرسلون ﴿١٣﴾",
      "full": "وَاضْرِبْ لَهُمْ مَثَلًا أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ ﴿١٣﴾"
    },
    {
      "front": "إذ أَرْسَلْنا … مرسلون ﴿١٤﴾",
      "full": "إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ ﴿١٤﴾"
    },
    {
      "front": "قالوا ما أَنتُمْ … تكذبون ﴿١٥﴾",
      "full": "قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا وَمَا أَنْزَلَ الرَّحْمَٰنُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا تَكْذِبُونَ ﴿١٥﴾"
    },
    {
      "front": "قالوا رَبُّنا … مرسلون ﴿١٦﴾",
      "full": "قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ ﴿١٦﴾"
    },
    {
      "front": "وما عَلَيْنا … المبين ﴿١٧﴾",
      "full": "وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ ﴿١٧﴾"
    },
    {
      "front": "قالوا إنا … أليم ﴿١٨﴾",
      "full": "قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ ﴿١٨﴾"
    },
    {
      "front": "قالوا طائركم … مسرفون ﴿١٩﴾",
      "full": "قَالُوا طَائِرُكُمْ مَعَكُمْ ۚ أَئِنْ ذُكِّرْتُمْ ۚ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ ﴿١٩﴾"
    },
    {
      "front": "وجاء مِن أَقْصَى … المرسلين ﴿٢٠﴾",
      "full": "وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ ﴿٢٠﴾"
    },
    {
      "front": "اتبعوا مَن لا … مهتدون ﴿٢١﴾",
      "full": "اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا وَهُمْ مُهْتَدُونَ ﴿٢١﴾"
    },
    {
      "front": "وما لِيَ لا … ترجعون ﴿٢٢﴾",
      "full": "وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ ﴿٢٢﴾"
    },
    {
      "front": "أأتخذ مِن دُونِهِ … ينقذون ﴿٢٣﴾",
      "full": "أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَٰنُ بِضُرٍّ لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلَا يُنْقِذُونِ ﴿٢٣﴾"
    },
    {
      "front": "إني إذًا … مبين ﴿٢٤﴾",
      "full": "إِنِّي إِذًا لَفِي ضَلَالٍ مُبِينٍ ﴿٢٤﴾"
    },
    {
      "front": "إني آمَنتُ … فاسمعون ﴿٢٥﴾",
      "full": "إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ ﴿٢٥﴾"
    },
    {
      "front": "قيل ادخل … يعلمون ﴿٢٦﴾",
      "full": "قِيلَ ادْخُلِ الْجَنَّةَ ۖ قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ ﴿٢٦﴾"
    },
    {
      "front": "بما غفر … المكرمين ﴿٢٧﴾",
      "full": "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ ﴿٢٧﴾"
    },
    {
      "front": "وما أَنزَلْنا … منزلين ﴿٢٨﴾",
      "full": "وَمَا أَنْزَلْنَا عَلَىٰ قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ ﴿٢٨﴾"
    },
    {
      "front": "إن كانت … خامدون ﴿٢٩﴾",
      "full": "إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ ﴿٢٩﴾"
    },
    {
      "front": "يا حسرةً … يستهزئون ﴿٣٠﴾",
      "full": "يَا حَسْرَةً عَلَى الْعِبَادِ ۚ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ ﴿٣٠﴾"
    },
    {
      "front": "ألم يَرَوْا … يرجعون ﴿٣١﴾",
      "full": "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ ﴿٣١﴾"
    },
    {
      "front": "وإن كُلٌّ … محضرون ﴿٣٢﴾",
      "full": "وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ ﴿٣٢﴾"
    },
    {
      "front": "وآية لَهُمُ … يأكلون ﴿٣٣﴾",
      "full": "وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ ﴿٣٣﴾"
    },
    {
      "front": "وجعلنا فيها … العيون ﴿٣٤﴾",
      "full": "وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ ﴿٣٤﴾"
    },
    {
      "front": "ليأكلوا مِن ثَمَرِهِ … يشكرون ﴿٣٥﴾",
      "full": "لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ ﴿٣٥﴾"
    },
    {
      "front": "سبحان الَّذي … يعلمون ﴿٣٦﴾",
      "full": "سُبْحَانَ الَّذِي خَلَقَ أَزْوَاجًا كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ ﴿٣٦﴾"
    },
    {
      "front": "وآية لَهُمُ … مظلمون ﴿٣٧﴾",
      "full": "وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ ﴿٣٧﴾"
    },
    {
      "front": "والشمس تَجْري … العليم ﴿٣٨﴾",
      "full": "وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ ﴿٣٨﴾"
    },
    {
      "front": "والقمر قَدَّرْناه … القديم ﴿٣٩﴾",
      "full": "وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّىٰ عَادَ كَالْعُرْجُونِ الْقَدِيمِ ﴿٣٩﴾"
    },
    {
      "front": "لا الشمس يَنْبَغي … يسبحون ﴿٤٠﴾",
      "full": "لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ ۚ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ ﴿٤٠﴾"
    },
    {
      "front": "وآية لَهُمْ … المشحون ﴿٤١﴾",
      "full": "وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ ﴿٤١﴾"
    },
    {
      "front": "وخلقنا لَهُمْ … يركبون ﴿٤٢﴾",
      "full": "وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ ﴿٤٢﴾"
    },
    {
      "front": "وإن نَشَأْ … ينقذون ﴿٤٣﴾",
      "full": "وَإِنْ نَشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنْقَذُونَ ﴿٤٣﴾"
    },
    {
      "front": "إلا رَحْمَةً … حين ﴿٤٤﴾",
      "full": "إِلَّا رَحْمَةً مِنَّا وَمَتَاعًا إِلَىٰ حِينٍ ﴿٤٤﴾"
    },
    {
      "front": "وإذا قيل … ترحمون ﴿٤٥﴾",
      "full": "وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ ﴿٤٥﴾"
    },
    {
      "front": "وما تَأْتيهم … يصدفون ﴿٤٦﴾",
      "full": "وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ ﴿٤٦﴾"
    },
    {
      "front": "وإذا قيل … الأولين ﴿٤٧﴾",
      "full": "وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ مُبِينٍ ﴿٤٧﴾"
    },
    {
      "front": "ويقولون متى … صادقين ﴿٤٨﴾",
      "full": "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ ﴿٤٨﴾"
    },
    {
      "front": "ما يَنْظُرُون … بعيد ﴿٤٩-٥٠﴾",
      "full": "مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ ﴿٤٩﴾ فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَا إِلَىٰ أَهْلِهِمْ يَرْجِعُونَ ﴿٥٠﴾"
    },
    {
      "front": "ونفخ في الصور … يُبْعَثُون ﴿٥١﴾",
      "full": "وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنْسِلُونَ ﴿٥١﴾"
    },
    {
      "front": "قالوا يا وَيْلَنا … المجرمين ﴿٥٢﴾",
      "full": "قَالُوا يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا ۖ هَٰذَا مَا وَعَدَ الرَّحْمَٰنُ وَصَدَقَ الْمُرْسَلُونَ ﴿٥٢﴾"
    },
    {
      "front": "إن كانت … يُنْظَرُون ﴿٥٣﴾",
      "full": "إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ ﴿٥٣﴾"
    },
    {
      "front": "فاليوم لا تُظْلَم … تعملون ﴿٥٤﴾",
      "full": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا وَلَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ ﴿٥٤﴾"
    },
    {
      "front": "إن أَصْحاب … يُنَعَّمُون ﴿٥٥﴾",
      "full": "إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ ﴿٥٥﴾"
    },
    {
      "front": "هم وأزواجهم … يُسْقَوْن ﴿٥٦﴾",
      "full": "هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ عَلَى الْأَرَائِكِ مُتَّكِئُونَ ﴿٥٦﴾"
    },
    {
      "front": "لهم فيها … ولهم ما يَدَّعُون ﴿٥٧﴾",
      "full": "لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُمْ مَا يَدَّعُونَ ﴿٥٧﴾"
    },
    {
      "front": "سلام قَوْلًا … رحيم ﴿٥٨﴾",
      "full": "سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ ﴿٥٨﴾"
    },
    {
      "front": "وامتازوا الْيَوْم … المجرمين ﴿٥٩﴾",
      "full": "وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ ﴿٥٩﴾"
    },
    {
      "front": "ألم أَعْهَد … الشيطان ﴿٦٠﴾",
      "full": "أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ ۖ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ ﴿٦٠﴾"
    },
    {
      "front": "وأن اعْبُدُوني … مستقيم ﴿٦١﴾",
      "full": "وَأَنِ اعْبُدُونِي ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ ﴿٦١﴾"
    },
    {
      "front": "ولقد أَضَلَّ … كثير ﴿٦٢﴾",
      "full": "وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا تَعْقِلُونَ ﴿٦٢﴾"
    },
    {
      "front": "هذه جهنم … توعدون ﴿٦٣﴾",
      "full": "هَٰذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ ﴿٦٣﴾"
    },
    {
      "front": "اصلوها الْيَوْم … تكفرون ﴿٦٤﴾",
      "full": "اصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُونَ ﴿٦٤﴾"
    },
    {
      "front": "اليوم نَخْتِم … تكلمون ﴿٦٥﴾",
      "full": "الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ ﴿٦٥﴾"
    },
    {
      "front": "ولو نشاء … يبصرون ﴿٦٦﴾",
      "full": "وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَىٰ أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّىٰ يُبْصِرُونَ ﴿٦٦﴾"
    },
    {
      "front": "ولو نشاء … يرجعون ﴿٦٧﴾",
      "full": "وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيًّا وَلَا يَرْجِعُونَ ﴿٦٧﴾"
    },
    {
      "front": "ومن نُعَمِّرْه … نُنَكِّسْه ﴿٦٨﴾",
      "full": "وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ ﴿٦٨﴾"
    },
    {
      "front": "وما عَلَّمْناه … شاعر ﴿٦٩﴾",
      "full": "وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ ﴿٦٩﴾"
    },
    {
      "front": "لِيُنْذِرَ مَن كان … يوقنون ﴿٧٠﴾",
      "full": "لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ ﴿٧٠﴾"
    },
    {
      "front": "أوَلَمْ يَرَوْا … نَعْمَة ﴿٧١﴾",
      "full": "أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ ﴿٧١﴾"
    },
    {
      "front": "وذَلَّلْناها … يَرْكَبُون ﴿٧٢﴾",
      "full": "وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ ﴿٧٢﴾"
    },
    {
      "front": "ولهُمْ فيها … يَشْكُرُون ﴿٧٣﴾",
      "full": "وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ ﴿٧٣﴾"
    },
    {
      "front": "واتخذوا مِن دُونِ … يُنْصَرُون ﴿٧٤﴾",
      "full": "وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعِلَّهُمْ يُنْصَرُونَ ﴿٧٤﴾"
    },
    {
      "front": "لا يَسْتَطِيعُونَ … مُعْرِضُون ﴿٧٥﴾",
      "full": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ ﴿٧٥﴾"
    },
    {
      "front": "فلا يَحْزُنْك … نَعْلَم ﴿٧٦﴾",
      "full": "فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ﴿٧٦﴾"
    },
    {
      "front": "أوَلَمْ يَرَ … قَدِير ﴿٧٧-٧٩﴾",
      "full": "أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ ۝٧٧ وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ ۝٧٨ قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ ﴿٧٩﴾"
    },
    {
      "front": "الَّذِي جَعَلَ … يُوقِدُون ﴿٨٠﴾",
      "full": "الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ ﴿٨٠﴾"
    },
    {
      "front": "أوَلَيْسَ الَّذِي … قَدِير ﴿٨١﴾",
      "full": "أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَىٰ أَنْ يَخْلُقَ مِثْلَهُمْ ۚ بَلَىٰ وَهُوَ الْخَلَّاقُ الْعَلِيمُ ﴿٨١﴾"
    },
    {
      "front": "إنما أَمْرُهُ … فَيَكُون ﴿٨٢﴾",
      "full": "إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونَ ﴿٨٢﴾"
    },
    {
      "front": "فسبحان الَّذِي … يَعْلَمُون ﴿٨٣﴾",
      "full": "فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ ﴿٨٣﴾"
    }
  ]
}
]